/* Status text for queued multi-part archives */
"%@ (+%d more)" = "%1$@ (+%2$d igjen)";

/* Error message string. The first %@ is the file name, the second the archive name, the third is error message */
"Could not extract the file \"%@\" from the archive \"%@\": %@" = "Kan ikke pakke ut \"%1$@\" fra \"%2$@\"-arkivet: %3$@";

/* Error message string. The first %@ is the file name, the second the archive name, the third is error message */
"Could not extract the resource fork for the file \"%@\" from the archive \"%@\":\n%@" = "Kan ikke pakke ut ressursgaffelen til %1$@\" fra \"%2$@\" arkivet:\n%3$@";

/* Option in the password encoding pop-up to use the default encoding */
"Default encoding" = "Standardkoding";

/* Option in the encoding pop-up to detect the encoding automatically */
"Detect automatically" = "Oppdag automatisk";

/* Panel OK button title when choosing an unarchiving destination for an archive */
"Extract" = "Pakk ut";

/* Panel title when choosing an unarchiving destination for an archive */
"Extract Archive" = "Pakk ut arkiv";

/* Status text while extracting an archive */
"Extracting \"%@\"" = "Pakker ut \"%@\"";

/* Status text when preparing to extract an archive */
"Preparing to extract \"%@\"" = "Forbereder utpakking av \"%@\"";

/* Panel OK button title when choosing a default unarchiving destination */
"Select" = "Velg";

/* Panel title when choosing archives to extract */
"Select files to unarchive" = "Velg filer for utpakking";

/* Error message for files not extractable by The Unarchiver */
"The contents of the file \"%@\" can not be extracted with this program." = "Innholdet av \"%@\" kan ikke pakkes ut med The Unarchiver.";

/* Error message when encountering an error while extracting entries */
"There was a problem while extracting the contents of the file \"%@\": %@" = "Det oppstod et problem ved utpakking av innholdet til \"%1$@\": %2$@";

/* Error message when encountering an error while parsing an archive */
"There was a problem while reading the contents of the file \"%@\": %@" = "Det oppstod et problem med å lese innholdet av \"%1$@\": %2$@";

/* Panel OK button title when choosing archives to extract */
"Unarchive" = "Pakk ut";

/* Status text when asking for a password */
"You need to supply a password to open the archive \"%@\"." = "Vennligst angi arkiv-passordet for å åpne \"%@\".";

/* Title for nagging alert on first startup */
"Where should The Unarchiver extract archives?" = "Hvor bør The Unarchiver pakke ut dine arkiver?";

/* Content of nagging alert on first startup */
"Would you like The Unarchiver to extract archives to the same folder as the archive file, or would you prefer to be asked for a destination folder for every individual archive?" = "Alltid pakk ut til samme mappe, eller velg plasseringen hver gang.";

/* Button to ask every time in nagging alert on first startup */
"Ask every time" = "Spør hver gang";

/* Button to extract to the same folder in nagging alert on first startup */
"Extract to the same folder" = "Pakk ut til samme mappe";

/* Informative text in the file panel shown when trying to gain sandbox access */
"The Unarchiver does not have permission to write to this folder. To allow The Unarchiver to write to this folder, simply click \"Extract\". This permission will be remembered for this folder, and The Unarchiver will not need to ask for it again." = "The Unarchiver trenger din tillatelse til å lagre utpakkede filer til den valgte mappen. Klikk \"Pakk ut\" for å godkjenne denne handlingen.";

/* Informative text in the file panel shown when trying to gain sandbox access for multi-part archives */
"The Unarchiver needs to search for more parts of this archive, but does not have permission to read the folder. To allow The Unarchiver to search in this folder, simply click \"Search\". This permission will be remembered for this folder, and The Unarchiver will not need to ask for it again." = "The Unarchiver trenger din tillatelse til å søke etter andre deler av det valgte arkivet i denne plasseringen. Klikk \"Søk\" for å godkjenne denne handlingen.";

/* Panel OK button title when searching for more archive parts */
"Search" = "Søk";

/* Check for updates menu item */
"Check for Updates…" = "Sjekk for oppdateringer…";

/* Error messages from XADMaster.framework. Some are converted to friendlier messages in English, too. */
/* Common errors */

"Attempted to read more data than was available" = "Arkivfilen er ikke komplett";
"Opening file failed" = "Filen kunne ikke åpnes";
"Missing or wrong password" = "Det angitte passordet er ikke korrekt";
"Wrong checksum" = "Arkivfilen er korrupt";
"Could not create directory" = "Kan ikke opprette mappen";

/* Uncommon or unused errors */
"Unknown error" = "Ukjent feil";
"Failed to write to file" = "Klarte ikke å skrive til filen";
"Function called with illegal parameters" = "Funksjonskall hadde ugyldige parametre";
"Not enough memory available" = "Ikke nok tilgjengelig minne";
"Data is corrupted" = "Data er korrupt";
"File is not fully supported" = "Filen er ikke fullstendig supportert";
"Required resource missing" = "Nødvendig ressurs mangler";
"Error on decrunching" = "Feil ved utpakking";
"Unknown file type" = "Ukjent filtype";
"File, disk has been skipped" = "Fil, disk ble hoppet over";
"User cancelled extraction" = "Bruker avbrøt utpakkingen";
"File already exists" = "Filen finnes allerede";
"Verify failed (disk hook)" = "Verifisering mislyktes (disk hook)";
"Wrong drive geometry" = "Feil disk geometri";
"Unknown data format" = "Ukjent dataformat";
"Source contains no files" = "Kilden inneholder ingen filer";
"Unknown filesystem" = "Ukjent filsystem";
"Name of file exists as directory" = "Filnavnet eksisterer som en katalog";
"Buffer was too short" = "Bufferen er for kort";
"Text encoding was defective" = "Tekstkoding er defekt";
"Could not create symlink" = "Kunne ikke opprette symbolsk lenke (symlink)";

"AlertTitle_SetFileTypeAssociationAppStore" = "Vurder å bruke The Unarchiver som standard applikasjon for utvalgte filtyper.";
"AlertDescription_SetFileTypeAssociationAppStore" = "Klikk \"Vis info\" i den kontekstuelle menyen til en fil og velg The Unarchiver i \"Åpne med\"-listen. Klikk \"Endre alle…\" for å bruke denne innstillingen på lignende arkiver.";

"AlertTitle_UnsetFileTypeAssociationAppStore" = "Bruk en annen applikasjon som standard applikasjon for utvalgte filtyper om du vil.";
"AlertDescription_UnsetFileTypeAssociationAppStore" = "Klikk \"Vis info\" i den kontekstuelle menyen til en fil og velg den ønskede applikasjonen i \"Åpne med\"-listen. Klikk \"Endre alle…\" for å bruke denne innstillingen på lignende arkiver.";

/* About window */
"Standalone" = "Frittstående";

/* Extracted view */
"extracted" = "ekstrahert";
